Revit 2024 API
ParameterTypeId.MassDataMassInteriorWallArea Property
 "Mass Interior Wall Area"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId MassDataMassInteriorWallArea { get; }
Visual Basic
Public Shared ReadOnly Property MassDataMassInteriorWallArea As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ MassDataMassInteriorWallArea {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace